{
    "texts": [
    "The baguette, the emblem of French baking, embodies both simplicity and artisanal excellence. This iconic recipe, made with a few basic ingredients, offers an authentic and rewarding culinary experience.",
  
    "Boeuf bourguignon is a dish of beef braised in red wine, and served with a garnish of pearl onions, mushrooms and bacon. It is one of the most popular dishes in France, and although it is often considered a Burgundy specialty, boeuf bourguignon actually originated in Paris.",
    
    "Foufou is a paste or purée, solid or soft according to the consumer's taste, made from boiled and pounded flours or tubers. It is made from cassava, corn, plantain or yam, and is eaten with a sauce on the side.",
  
    "A taco is an antojito (light dish, snack) of Mexican cuisine that consists of a corn tortilla filled (usually with several typical Mexican gastronomy ingredients, including a sauce) folded in two.",
  
    "Saucisson is an essential charcuterie specialty in French cuisine, appreciated for its richness of flavors and diversity. Made from pork, sometimes poultry or beef, it is seasoned with spices and herbs, then air-dried.",
  
    "Cordon bleu is traditionally prepared with chicken or veal, stuffed with ham and cheese, then breaded and fried. This mixture of textures - crunchy on the outside and melting on the inside - makes it a real delight. Cheese, often Gruyere or Emmental, pairs perfectly with ham, creating a harmony of flavors.",
  
    "Ratatouille is an iconic Provencal dish that harmoniously blends summer vegetables such as zucchini, eggplant, tomatoes, and peppers.",
  
    "Burgundy snails are a refined French specialty, eaten at festive meals. Prepared with butter, garlic, parsley, and sometimes white wine, snails are cooked in their shells and served as a starter.",
  
  
    "The Eiffel Tower, emblem of the French capital, was built between 1887 and 1889 for the Universal Exhibition in Paris. At 330 meters high, it was for a long time the tallest monument in the world but surpassed by the Chrysler Building in New York.",
  
    "Mont-Saint-Michel, located in Normandy, is an architectural marvel and a UNESCO World Heritage Site.",
  
    "The pyramids of Egypt, built more than 4,000 years ago, served as tombs for the pharaohs and were intended to ensure their passage to the afterlife.",
  
    "The Taj Mahal, located in Agra, India, is a magnificent mausoleum built by the Mughal emperor Shah Jahan in memory of his wife Mumtaz Mahal. This white marble monument is a masterpiece of Mughal architecture, combining Persian, Turkish and Indians.",
  
    "Antarctica, a frozen and almost uninhabited continent, is the coldest and driest place on Earth. It contains about 70% of the world's fresh water in the form of ice.",
  
    "The Louvre in Paris, the world's largest art museum, houses thousands of works of art, spanning ancient to modern times. A former royal residence, the museum became a major cultural center after it was transformed into a public museum in 1793.",
  
    "The Grand Canyon, located in Arizona in the United States, is a canyon over 450 kilometers long and over 1,800 meters deep. It is one of the largest and deepest canyons in the world.",
  
    "The Nile, the longest river in the world, flows through several African countries, including Egypt and Sudan.",
  
  
  
    "World War II, which lasted from 1939 to 1945, had a profound impact on the history of the 20th century. It involved many countries around the world, pitting the Allies against the Axis powers.",
  
    "The fall of the Berlin Wall in 1989 was a major historical event that symbolized the end of the Cold War and the reconciliation of Germany after decades of division. The wall, built in 1961 by the East German regime, divided Berlin in two, preventing East German citizens from fleeing to the West.",
  
    "In 1932, Australia declared war on… emus, large flightless birds, because they devastated crops.",
  
    "During the Cold War, the CIA considered using pigeons equipped with miniature cameras to spy on the Soviet Union.",
  
  
  
    "The first video games date back to the 1950s, but it was in 1972 that the industry took off with the creation of Pong, a simple but innovative arcade game, developed by Atari.",
  
    "The first Super Mario Bros. game was released in 1985 on the NES console and revolutionized platform games. It is also one of the most popular games of all time.",
  
    "Minecraft, developed by Mojang in 2009, is an open-world construction game that quickly captured the imagination of players thanks to its simplicity, its pixelated world and its endless possibilities.",
  
    "Esports is a growing industry that brings together professional video game competitions. Games like League of Legends, Dota 2, Counter-Strike, and Fortnite attract millions of viewers, while top professional players have become celebrities.",
  
    "In the original The Sims, Sims could die trying to cook if they hadn't learned how to properly use a stove.",
  
    "Diablo II developers included a secret level where players fight hordes of axe-wielding cows.",
  
    "Pac-Man creator Toru Iwatani took inspiration from a pizza that was missing a slice to create the character's iconic design.",
  
    "In The Sims 2, a rare bug caused an infinite flood if a Sim took a shower next to an open window.",
  
    "In the original DOOM, the HUD screen displays your character's face (Doomguy) reacting to his injuries.",
  
  
  
    "The modern Olympic Games, inspired by the ancient Greek Olympic Games, were reestablished in 1896 in Athens. Since then, the Games have been held every four years and bring together athletes from all over the world for an international competition.",
  
    "Wilt Chamberlain holds the record for the most points scored in a single NBA game, with 100 points in 1962. This incredible record was achieved without the help of the three-point line, because it did not even exist yet!",
  
    "The Tour de France, one of the most prestigious cycling races in the world, was created in 1903 by the newspaper L'Auto in order to increase its sales. Since then, it has become an annual tradition that attracts millions of spectators, both in France and internationally.",
  
    "The longest cricket match in history took place in 1939 between England and South Africa South. After 12 days of play, the match ended without a winner, as the English team had to catch their boat home before finishing the game.",
  
    "In 1995, at the Rugby World Cup, New Zealand beat Japan by a staggering 145-17. This match still holds the record for the most points scored in a World Cup."
  ]
}